[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$A game of talent. Business card photo. Writing template."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_Snowman UsableCustomizationItemDefinition]
ItemCardTopStatString="%sfrom 2 %s1"
UseFailureCharacterMessage="it should %s Use this article.."
ItemName=""
PickupMessage="It depends on you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="executives"

[Soldier.Head_Turkey UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="you must %s Use this item."
ItemName=""
PickupMessage="This is your job. %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="everything"

[Soldier.Skin_Thanks UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 %s1"
UseFailureCharacterMessage="I would like to %s Use this article."
ItemName=""
PickupMessage="are you in %s"
UseFailureLevelMessage="You must use at least 100% of this item.."
UseFailureConstraintsMessage="This is not allowed."
NoManufacturerName="around the world"

[Soldier.Skin_Xmas UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 of them %s1"
UseFailureCharacterMessage="You will succeed %s in this article."
ItemName=""
PickupMessage="you are rich %s"
UseFailureLevelMessage="There must be at least %d posts to use it.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="It is common"

